tap "ethereum/ethereum"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "hyperledger/besu"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "redis-stack/redis-stack"
tap "stripe/stripe-cli"
brew "xz"
brew "webp"
brew "aom"
brew "autoconf"
brew "gmp"
brew "libtool"
brew "pkgconf"
brew "guile"
brew "autogen"
brew "automake"
brew "bash"
brew "openssl@3"
brew "bat"
brew "binutils"
brew "icu4c@76"
brew "boost"
brew "boost@1.76"
brew "glib"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "delve"
brew "diffutils"
brew "docker-compose"
brew "doxygen"
brew "libsodium"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "expat"
brew "eza"
brew "fastlane"
brew "fzf"
brew "libavif"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "git"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "gzip"
brew "helix"
brew "hidapi"
brew "imagemagick"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "lazydocker"
brew "ldns"
brew "node"
brew "lerna"
brew "libpgm"
brew "libunwind-headers"
brew "lua"
brew "luarocks"
brew "miniupnpc"
brew "neovim"
brew "node@18"
brew "oh-my-posh", link: false
brew "openjdk@11"
brew "pngpaste"
brew "powerlevel10k"
brew "protobuf"
brew "pygobject3"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "rocksdb"
brew "screen"
brew "secp256k1"
brew "solidity"
brew "starship"
brew "stow"
brew "tmux"
brew "trash"
brew "tree"
brew "unbound"
brew "watchman"
brew "wget"
brew "yarn"
brew "zeromq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "oven-sh/bun/bun"
brew "stripe/stripe-cli/stripe"
cask "aerospace"
cask "alacritty"
cask "amethyst"
cask "android-platform-tools"
cask "font-fira-code-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace"
cask "font-ubuntu-mono-nerd-font"
cask "kitty"
cask "obsidian"
cask "raycast"
cask "redis-stack"
cask "redis-stack-redisinsight"
cask "redis-stack-server"
cask "warp"
cask "wezterm"
cask "xquartz"
cask "zulu@17"
